cask "1password-cli"
cask "1password"
cask "alt-tab"
cask "antigravity"
cask "arc"
cask "betterdisplay"
cask "bettermouse"
cask "chatgpt"
cask "discord"
cask "dropbox"
cask "figma"
cask "flutter"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "input-source-pro"
cask "jetbrains-toolbox"
cask "jordanbaird-ice@beta"
cask "karabiner-elements"
cask "keka"
cask "nordvpn"
cask "notion"
cask "opencode-desktop"
cask "orbstack"
cask "pearcleaner"
cask "raycast"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
