vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.jsrefactor"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "diemasmichiels.emulate"
vscode "docker.docker"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "gruntfuggly.todo-tree"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "intellsmi.comment-translate"
vscode "jetbrains.kotlin"
vscode "jock.svg"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "k--kato.intellij-idea-keybindings"
vscode "kamikillerto.vscode-colorize"
vscode "lakshits11.ayu-monokai"
vscode "marclipovsky.string-manipulation"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "nextbook.file-and-folder-icons"
vscode "nicoespeon.abracadabra"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shalldie.background"
vscode "shengchen.vscode-checkstyle"
vscode "shyykoserhiy.git-autoconfig"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vercel.turbo-vsc"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vspacecode.whichkey"
vscode "vunguyentuan.vscode-css-variables"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wix.glean"
vscode "wmaurer.change-case"
vscode "wmiller4.python-venv-switcher"
vscode "yoavbls.pretty-ts-errors"
