brew "anomalyco/tap/opencode"
brew "asdf"
brew "bash"
brew "bat"
brew "bottom"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker-compose"
brew "docker"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git"
brew "gitlogue"
brew "glib"
brew "gnupg"
brew "gpgme"
brew "gradle"
brew "graphviz"
brew "harfbuzz"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jetbrains/utils/kotlin-lsp"
brew "jira-cli"
brew "jq"
brew "lazygit"
brew "libheif"
brew "librsvg"
brew "libyaml"
brew "neovim"
brew "ollama", restart_service: :changed
brew "openjdk"
brew "pango"
brew "pipx"
brew "pkgconf"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "spaceship"
brew "starship"
brew "superfile"
brew "terminal-notifier"
brew "tesseract"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "vips"
brew "webp"
brew "wget"
brew "yazi"
brew "zenith"
brew "zoxide"
brew "zsh-autocomplete"
