tap "agiletec-inc/tap"
tap "anomalyco/tap"
tap "asheshgoplani/tap"
tap "dteoh/sqa"
tap "jetbrains/utils"
tap "koekeishiya/formulae"
tap "lihaoyun6/tap"
tap "nikitabobko/tap"
brew "webp"
brew "git"
brew "asdf"
brew "bash"
brew "bat"
brew "bottom"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "harfbuzz"
brew "pango"
brew "tesseract"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitlogue"
brew "gnupg"
brew "gpgme"
brew "openjdk"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "pkgconf"
brew "httpie"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "jira-cli"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "neovim"
brew "ollama", restart_service: :changed
brew "pipx"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "spaceship"
brew "starship"
brew "superfile"
brew "terminal-notifier"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "vips"
brew "wget"
brew "yazi"
brew "zenith"
brew "zoxide"
brew "zsh-autocomplete"
brew "anomalyco/tap/opencode"
brew "jetbrains/utils/kotlin-lsp"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "antigravity"
cask "arc"
cask "betterdisplay"
cask "bettermouse"
cask "chatgpt"
cask "discord"
cask "dropbox"
cask "figma"
cask "flutter"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "input-source-pro"
cask "jetbrains-toolbox"
cask "jordanbaird-ice@beta"
cask "karabiner-elements"
cask "keka"
cask "nordvpn"
cask "notion"
cask "opencode-desktop"
cask "orbstack"
cask "pearcleaner"
cask "raycast"
cask "setapp"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cmstead.jsrefactor"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "diemasmichiels.emulate"
vscode "docker.docker"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "gruntfuggly.todo-tree"
vscode "gulajavaministudio.mayukaithemevsc"
vscode "hashicorp.terraform"
vscode "ibm.output-colorizer"
vscode "intellsmi.comment-translate"
vscode "jetbrains.kotlin"
vscode "jock.svg"
vscode "julianiaquinandi.nvim-ui-modifier"
vscode "k--kato.intellij-idea-keybindings"
vscode "kamikillerto.vscode-colorize"
vscode "lakshits11.ayu-monokai"
vscode "marclipovsky.string-manipulation"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "nextbook.file-and-folder-icons"
vscode "nicoespeon.abracadabra"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shalldie.background"
vscode "shengchen.vscode-checkstyle"
vscode "shyykoserhiy.git-autoconfig"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "styled-components.vscode-styled-components"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vercel.turbo-vsc"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vspacecode.whichkey"
vscode "vunguyentuan.vscode-css-variables"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wallabyjs.wallaby-vscode"
vscode "wix.glean"
vscode "wmaurer.change-case"
vscode "wmiller4.python-venv-switcher"
vscode "yoavbls.pretty-ts-errors"
